Repository: simo70/wp-div-it
Catalog: omegat/project_save.tmx
Source language: en
Languages: it_it

source: #Why Do You Want To Speak?
it_it: #Perché vuoi parlare in pubblico??

source: (Choose the short or long version of introductions, depending on how much time you have.)
it_it: (Scegli la versione corta o lunga delle introduzioni, a seconda di quanto tempo hai.)

source: (Instructor may need to vary the time based on workshop attendance and time available) Ask your neighbor to answer one of these questions.
it_it: (L'istruttore può aver bisogno di variare il tempo in base al numero die partecipanti e al tempo disponibile) Chiedi al tuo vicino di rispondere a una di queste domande.

source: (Instructor might want to hold up a tablet with a count-down timer)
it_it: (Il relatore puó avere un tablet con il contro alla rovescia)

source: ***You do NOT have to have any experience in public speaking.
it_it: ***NON devi avere alcuna esperienza nel parlare in pubblico.

source: <Specific group> have experiences that aren’t necessarily being shared right now.
it_it: <gruppo specifico> have experiences that aren’t necessarily being shared right now.

source: <Specific group> may, therefore feel like they don’t belong there.
it_it: <Gruppo specifico> may, therefore feel like they don’t belong there.

source: A disproportionately large number of the speakers at WordPress meetups and WordCamps (and tech events in general) are white men.
it_it: Un numero sproporzionato di relatori in incontri WordPress e WordCamp (e eventi tecnologici in generale) sono uomini bianchi.

source: A question for you: Why do you want to speak?
it_it: Una domanda: perché vuoi parlare in pubblico??

source: Accessibility
it_it: Accessibilità

source: An iPad would work.
it_it: Un iPad può andar bene.

source: Apply what you have learned to your own outline.
it_it: Applica ciò che hai imparato al tuo schema.

source: At the end when they are presenting their topics/pitches/outlines, change the room to presentation format (seats in rows facing forward toward the speaker) After, encourage them via a sign-up sheet or follow up email to give their contact information to agree to chat further about speaking at an event.
it_it: Alla fine, quando presenteranno i loro argomenti / pitches / idee, cambiate la disposizione destanza in formato di presentazione (posti in fila rivolti in avanti verso l'oratore) Successivamente, incoraggiateli tramite un foglio di iscrizione o una e-mail di follow-up per avere le informazioni di contatto e per accettare di chattare ulteriormente su come parlare a un evento.

source: Be seen as an authority in your field Share your knowledge with others Build your confidence – it scares me Give back to the community Meet people – be part of the community Travel Learn at conferences – speaking teaches you more It’s fun!
it_it: Per essere vist* come un’autorità in materia Per condividere le mie conoscenze con gli altri Build your confidence – it scares me Per aiutare la community Meet people – be part of the community Viaggiare Learn at conferences – speaking teaches you more E' divertente

source: Becoming a Better Speaker
it_it: Como se tornar um orador melhor

source: But there are many <specific group> with a wide range of knowledge to share and everyone can feel included.
it_it: But there are many <gruppo specifico> with a wide range of knowledge to share and everyone can feel included.

source: Creating Great Slides
it_it: Como criar ótimos slides

source: Creating Your WordPress Talk
it_it: Como criar a sua palestra sobre o WordPress

source: Description #Description
it_it: Descrizione #Descrizione

source: Do you feel like you don’t have anything worth sharing?
it_it: Ti senti come se non avessi nulla che valga la pena condividere?

source: Do you have no idea what to talk about?
it_it: Non hai nessuna idea su cosa dire?

source: During this hands-on session, we’ll look at what has stopped you from speaking in the past — and explore how to move past your fears.
it_it: Durante questa sessione pratica, vedremo cosa ti ha impedito di parlare in passato - e scoprirai come superare le tue paure.

source: Each participant will come out of the workshop with a WordCamp or meetup talk idea — and more confidence to submit it.
it_it: Ogni partecipante uscirà dal workshop con un'idea da presentare a con un WordCamp o a un meetup e più sicurezza a proporsi.

source: Emphasize that this isn’t a commitment, it’s an agreement to have further conversation about it.
it_it: Sottolineate che questo non è un impegno, è un accordo per avere ulteriori discussioni a riguardo.

source: Facilitators say a few words about themselves.
it_it: I facilitatori dicono qualcosa su se stessi.

source: Finding a Topic for a WordPress Talk
it_it: Como escolher um tópico para uma palestra sobre o WordPress

source: Finding a Topic for a WordPress Talk Writing the Pitch for your WordPress Talk Creating Your WordPress Talk Creating Great Slides Becoming a Better Speaker Imposter Syndrome
it_it: Trovare un argomento Scrivere un pitch Creare il tuo talk Creare ottime slide Diventare uno speaker migliore Sindrome dell'impostoree

source: Finding a Topic for a WordPress Talk [and Diversity Speaker Outreach]
it_it: Come scegliere un argomento per un talk su WordPress [e promuovere la diversità tra i relatori]

source: Going around the circle, each person say:
it_it: Facendo la presentazioni in cerchio, ogni persona dirà:

source: Have several ideas for topics you could speak about Recognize the basics of a good outline.
it_it: Avere diverse idee per argomenti di cui potresti parlare Riconoscere le basi di una buona struttura.

source: Have the group sit in chairs in a circle, or in small groups around tables for most of the sessions.
it_it: Fate sedere il gruppo su sedie in cerchio o in piccoli gruppi attorno ai tavoli per la maggior parte delle sessioni.

source: Identify many of the fears that have stopped you from public speaking.
it_it: Riconoscerai molte delle paure che ti hanno impedito di parlare in pubblico.

source: If a movie of your life was made, which actor would you want to play you?
it_it: Se facessero un film della tua vita, quale attore vorresti a interpretarti?

source: If you are interested in speaking at an event, please sign up to let us know.
it_it: Se sei interessato a parlare a un evento, registrati per farcelo sapere.

source: If you could have dinner with any person, living or dead, who would it be?
it_it: Se potessi cenare con una persona, viva o morta, con chi vorresti trovarti??

source: If you’ve only talked once, why did you not do it again?
it_it: Se hai parlato solo una volta, cosa ti ha impedito di farlo di nuovo??

source: Introduce Facilitator(s) #Introduce Facilitator(s)
it_it: Presentare i facilitatori #Presentare i facilitatori

source: Introductions [Why are we holding a workshop for] What We Are Looking For Dispelling The Myths of Speakers Why Do You Want To Speak?
it_it: Introduzione [Perchè facciamo questo workshop] Che cosa stiamo cercando Sfatiamo i falsi miti Perchè vorresti parlare?

source: Introductions [Long Version — Interview Neighbor ice breaker game] #Introductions [Long Version — Interview Neighbor ice breaker game]
it_it: Introduzioni [Versione lunga - Intervista il vicino - Gioco per rompere il ghiaccio] #Introduzioni [Versione lunga - Intervista il vicino - Gioco per rompere il ghiaccio]

source: Introductions [Short Version] #Introductions [Short Version]
it_it: Introduzione [Versione breve] #Introduzione [Versione breve]

source: Lessons in this module include:
it_it: Le lezioni in questo modulo includono:

source: Let’s all introduce ourselves.
it_it: Presentiamoci.

source: Make sure the venue is accessible (ramps, elevators, etc.) It is useful to have a large device that can show a countdown timer for the timed speaking presentations.
it_it: Assicurati che la sede sia accessibile (rampe, ascensori, ecc.) È utile disporre di un dispositivo di grandi dimensioni in grado di mostrare un timer per il conto alla rovescia per le presentazioni a tempo.

source: Many <specific group>, by nature of having had different life experiences, would approach problems differently.
it_it: Many <gruppo specifico>, by nature of having had different life experiences, would approach problems differently.

source: Many people are allergic to them.
it_it: Molte persone sono allergiche.

source: Myth 1: I’m not an expert!
it_it: Mito 1: Non sono un esperto!

source: Myth 2: People will ask questions I can’t answer, and I’ll look like a fool.
it_it: Mito 2: Il pubblico farà delle domande alle quali non so rispondere e farò una pessima figura.

source: Myth 3: I’m too nervous to speak!
it_it: Mito 3: Sono troppo nervoso per parlare in pubblico!

source: Myth 4: I have failed if everyone in the audience isn’t totally engaged.
it_it: Mito 4: Se il pubblico non è attento e coinvolto è un fallimento.

source: Myth 5: A talk followed by a Q&A is the only format I can use to share my knowledge.
it_it: Mito 5: Un talk seguito da domande è il solo formato che uso per condividere le mie conocenze.

source: Now you have one minute to introduce your neighbor to the rest of the group.
it_it: Ora hai un minuto per presentare il tuo vicino al resto del gruppo.

source: Objectives #Objectives
it_it: Obiettivi #Obiettivi

source: Offer childcare if you can.] [If you’re doing this for diversity purposes, have a person from that specific group lead the talk.
it_it: Offrite assistenza per i bambini, se possibile.] [If you’re doing this for diversity purposes, have a person from that specific group lead the talk.

source: Pick 2 subjects in the topic list that are your favorite.
it_it: Scegli le tue 2 idee preferite dalla lista degli argomenti.

source: Pick 2 topics that you are confident about and could lead a how-to presentation.
it_it: Scegli 2 argomenti sui quali ti senti preparat* e che potrebbero diventare una presentazione how-to.

source: Pick 2 topics that you think you could teach to others in a hands-on manner.
it_it: Scegli 2 argomenti sui quali hai esperienza diretta e puoi far esercitare altri.

source: Pick 2 topics that you’ve successfully worked on that you feel you could do a case study about.
it_it: Scegli 2 argomenti che parlino di progetti che hai concluso con successo e che potrebbero diventare un case study.

source: Pick 2 topics you may not know much about but that you would have good questions for.
it_it: Scegli 2 argomenti di cui non sai molto ma hai diverse domande da fare.

source: Please do not wear scents.
it_it: Per favore non usate profumo.

source: Practice public speaking in front of a small group to help build confidence.
it_it: Esercitarsi a parlare in pubblico di fronte a un piccolo gruppo contribuisce a costruire la fiducia.

source: Prerequisite Skills #Prerequisite Skills
it_it: Prerequisiti #Prerequisiti

source: Recall the different types of talk formats.
it_it: Ricorda i diversi tipi di formati di talk.

source: Screening Questions #Screening Questions
it_it: Domande di selezione #domande di selezione

source: Talk Formats Big BrainDump Narrowing Your Topic Selection Refining Your Chosen Topic Present Your Topic
it_it: Formati dei talk Big BrainDump Restringere la selezione degli argomenti Affinare l'aromento scelto Presentare l'argomento

source: Talk Formats #Talk Formats
it_it: Tipi di talk #Tipi di talk

source: Teacher Notes #Teacher Notes
it_it: Note per l'insegnante #Note per l'insegnante

source: Thank you for attending today.
it_it: Grazie per aver partecipato oggi.

source: That means that the speakers do not represent everyone sitting in the audience.
it_it: Ciò significa che gli oratori non rappresentano le persone sedute tra il pubblico.

source: The agenda that we are going to cover today is:
it_it: L'agenda della giornata odierna sarà:

source: The note about getting up and moving around whenever they want to is for accessibility for those who get antsy in their bodies.
it_it: Spiegate che le persone possono muoversi ogni volta che lo reputano necessario.

source: The venue has [elevators, ramps, etc.], [single stall washrooms for non-binary genders], [etc.].
it_it: La sede ha [ascensori, rampe, ecc.], [Bagni singoli per i generi diversi], [ecc.].

source: Then we will go around the room and each person will have 1 minute to introduce their neighbor with their answer.
it_it: Poi andremo faremo un giro di tavolo e ogni persona avrà 1 minuto per presentare il suo vicino con la sua risposta.

source: There are a few reasons that we want to hold this workshop for <specific group> today:
it_it: Ci sono alcuni motivi per cui oggi vogliamo tenere questo workshop per <gruppo specifico>:

source: There are sections that repeat in each which only need to be covered once.
it_it: Ci sono sezioni ripetute in ogni modulo. Basta siano svolte una sola volta.

source: This could be a story-based talk.
it_it: Questo potrebbe essere un talk basato su una storia.

source: This could be for moderating a panel.
it_it: Queste sono idee per moderare un panel.

source: This is not a commitment, but we will get in touch with you to discuss the possibility of speaking at an upcoming meetup or WordCamp.
it_it: Questo non è un impegno, ma ci metteremo in contatto con te per discutere la possibilità di parlare a un prossimo incontro o a un WordCamp.

source: This lesson plan can be run alone or together with several other Speaker lesson plans.
it_it: Questa lezione può essere tenuta da sola o con altre.

source: This workshop is NOT for you if:
it_it: Questo workshop NON è per te se:

source: This workshop is for all levels of experience.
it_it: Questo workshop è adatto a tutti i livelli di esperienza.

source: This workshop is for you if:
it_it: Questo workshop è per te se:

source: Top ↑ Sign Up #Sign Up
it_it: Top ↑ Iscriviti #Iscrizioni

source: We will be passing a sign up sheet (or you will receive an email).
it_it: Passeremo un foglio di iscrizione (o riceverai un'email).

source: We will brainstorm topics you can talk about at a WordCamp or other event.
it_it: Faremo brainstorming su argomenti di cui puoi parlare in un WordCamp o in un altro evento.

source: We will discuss some common myths about public speaking, different talk formats, and we will focus on finding your areas of expertise (yes, you have areas of expertise!).
it_it: Discuteremo alcuni miti comuni sul parlare in pubblico, diversi formati di talk e ci concentreremo sulla ricerca delle aree di competenza (sì, hai delle aree di competenza!).

source: What We Are Looking For #What We Are Looking For
it_it: Cosa stiamo cercando #Cosa stiamo cercandor

source: What country would you most like to travel to?
it_it: Quale paese sogni di visitare?

source: What got you into WordPress?
it_it: Come sei approdato a WordPress?

source: What is one fun thing you did this week?
it_it: Cosa hai fatto di divertente questa settimana??

source: What is the most life altering experience you’ve had in the last five years?
it_it: Qual è l’esperienza che ha cambiato la tua vita negli ultimi cinque anni??

source: What is your favorite way to waste time at work, without getting caught?
it_it: Quale è il tuo modo di sprecare tempo al lavoro, senza essere colto sul fatto?

source: What you want out of the workshop
it_it: Cosa vuoi ottenere dalla partecipazione a questo workshop oggi?

source: Why Do You Want To Speak?
it_it: Perché vuoi parlare in pubblico??

source: Why haven’t you talked at a meetup or WordCamp?
it_it: Perché non hai mai parlato al Meetup o a un WordCamp??

source: Why speak at WordPress events?
it_it: Perchè parlare a un evento WordPress?

source: Workbook A large device that can show a countdown timer for the timed speaking presentations, such as an iPad Sign up sheet, clipboard, pen
it_it: Strumenti di lavoro Un dispositivo di grandi dimensioni in grado di mostrare un timer per il conto alla rovescia per le presentazioni a tempo, ad esempio un iPad Un foglio presenze, appunti, penna

source: Writing the Pitch for your WordPress Talk
it_it: Como criar o conteúdo da sua palestra sobre o WordPress

source: You have 3 minutes.
it_it: Hai tre minuti.

source: Your name Your preferred pronoun Your WordPress experience What is your speaking experience, if any?
it_it: Il proprio nome Il tuo pronome (lei, lui, loro) La propria esperienza con WordPress Hai esperienza di public speaking?

source: [ Why are we holding a workshop for <specific group> #[ Why are we holding a workshop for <specific group>
it_it: [ Perché stiamo fecendo questo workshop per <gruppo specifico> #[ Perché stiamo fecendo questo workshop per <gruppo specifico>

source: [Are you a person who identifies as a <specific group>?] Have you considered presenting at a WordCamp but thought you didn’t know enough or felt like an imposter?
it_it: [Sei una persona che si identifica come <gruppo specifico>?] Hai mai pensato di presentarti a un WordCamp ma hai pensato di non sapere abbastanza o di sentirti un impostore??

source: [Do you identify as <specific group>?]
it_it: [Ti identifichi come <gruppo specifico>?]

source: [If holding the group for women: Don’t hold it at 9pm at night.
it_it: [se il gruppo è per donne non fatelo dopo le 9 di sera.

source: [If you are presenting this to a specific group, such as people who identify as women, optional sections to add are indicated in [square brackets].]
it_it: [Se lo stai presentando a un gruppo specifico, ad esempio le persone che si identificano come donne, le sezioni facoltative da aggiungere sono indicate tra [parentesi]]

source: [State why we need more diversity in our public speakers.]
it_it: Spiegare perché abbiamo bisogno di più diversità nei nostri oratori pubblici.]

source: [Why do we need more <specific group> speaking at them?] Dispelling some myths about speakers/speaking Coming up with topics and choosing one Practice giving a short talk
it_it: [Perché abbiamo bisogno di più <gruppo specifico> che parli agli eventi?] Sfatiamo alcuni miti sugli oratori / sul parlare in pubblico Trovare argomenti e sceglierne uno Esercitati a fare una breve conversazione

source: [You identify as <not specific group>] [You don’t think it matters that there are very few <specific group> speakers at WordPress events]
it_it: [Identificati come <gruppo non specifico>] [Non pensi sia importante che ci siano pochissimi oratori <specifici del gruppo> negli eventi di WordPress]

source: [You identify as <specific group>] You’ve thought about speaking at Meetup or WordCamp but haven’t been able to think of a topic You think you don’t know anything worth speaking about
it_it: [Identificati come <gruppo specifico>] Hai pensato di parlare a Meetup o WordCamp ma non sei stato in grado di pensare a un argomento Pensi di non avere nulla di cui parlare

source: ﻿Speaker Training [and Diversity Speaker Outreach]
it_it: Formazione per i docenti [e promozione della diversità tra i relatori]
